Repository: daxiaJonny/multiFinder
Catalog: MultiFinder/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: The original item remains recoverable at %@.
zh_hans: 原项目仍可在 %@ 恢复。

source: %@ (default)
zh_hans: %@（默认）

source: %@ Copy
zh_hans: %@ 副本

source: %@ File
zh_hans: %@ 文件

source: %@ copy
zh_hans: %@ 副本

source: %@ copy %lld
zh_hans: %@ 副本 %lld

source: %@ failed: %@
zh_hans: %@ 失败：%@

source: %@’s Mac
zh_hans: %@ 的 Mac

source: %lld items
zh_hans: %lld 个项目

source: %lld items could not be processed.
zh_hans: 有 %lld 个项目无法处理。

source: %lld items were skipped.
zh_hans: 已跳过 %lld 个项目。

source: %lld of %lld selected
zh_hans: 已选择 %lld / %lld 项

source: %lld of %lld will be renamed
zh_hans: 将重新命名 %lld / %lld 个项目

source: %lld selected
zh_hans: 已选择 %lld 项

source: 1 item
zh_hans: 1 个项目

source: A file name cannot be empty.
zh_hans: 文件名不能为空。

source: A template with this name already exists. Choose another name.
zh_hans: 已存在同名模板，请使用其他名称。

source: Add Row Above
zh_hans: 在上方添加一行

source: Add Row Below
zh_hans: 在下方添加一行

source: Add Text
zh_hans: 添加文本

source: Add to Favorites
zh_hans: 添加到收藏

source: AI Organize
zh_hans: AI 整理

source: AI returned an empty response.
zh_hans: AI 返回了空内容。

source: AI Search
zh_hans: AI 搜索

source: An Item Already Exists
zh_hans: 项目已存在

source: An item named “%@” already exists.
zh_hans: 已存在名为“%@”的项目。

source: An operation in the organize plan has an empty path.
zh_hans: 整理方案中存在路径为空的操作。

source: Application
zh_hans: 应用程序

source: Applications
zh_hans: 应用程序

source: Apply
zh_hans: 应用

source: Archive
zh_hans: 归档

source: Archive File
zh_hans: 归档文件

source: Arrange Panes
zh_hans: 排列窗格

source: Ask
zh_hans: 提问

source: Ask About Current Folder
zh_hans: 询问当前文件夹

source: Ask about the current folder…
zh_hans: 询问当前文件夹中的内容…

source: Audio File
zh_hans: 音频文件

source: Back
zh_hans: 后退

source: Batch Rename
zh_hans: 批量重新命名

source: C File
zh_hans: C 文件

source: C++ File
zh_hans: C++ 文件

source: CSS File
zh_hans: CSS 文件

source: CSV File
zh_hans: CSV 文件

source: Cancel
zh_hans: 取消

source: Cancel Editing
zh_hans: 取消编辑

source: Cancel Operation
zh_hans: 取消操作

source: Cancelled
zh_hans: 已取消

source: Cannot restore %@ because an item already exists there.
zh_hans: 无法恢复 %@，因为该位置已有项目。

source: Cannot undo %@ because it is no longer the item created by this operation.
zh_hans: 无法撤销 %@，因为它已不再是本次操作创建的项目。

source: Cannot undo because %@ is no longer available.
zh_hans: 无法撤销，因为 %@ 已不存在。

source: Case sensitive
zh_hans: 区分大小写

source: Choose Application
zh_hans: 选择应用程序

source: Choose an application to open these %lld files.
zh_hans: 选择用于打开这 %lld 个文件的应用程序。

source: Choose an application to open “%@”.
zh_hans: 选择用于打开“%@”的应用程序。

source: Clear Conversation
zh_hans: 清空对话

source: Close
zh_hans: 关闭

source: Close Tab
zh_hans: 关闭标签页

source: Completed
zh_hans: 已完成

source: Compress
zh_hans: 压缩

source: Compress %lld Items
zh_hans: 压缩 %lld 个项目

source: Compress “%@”
zh_hans: 压缩“%@”

source: Copy
zh_hans: 拷贝

source: Could not create %@.
zh_hans: 无法创建 %@。

source: Could not read the AI plan.
zh_hans: 无法读取 AI 方案。

source: Could not read the AI plan: %@
zh_hans: 无法读取 AI 方案：%@

source: Create a new template from the current workspace without replacing the original template.
zh_hans: 将当前工作区创建为新模板，原模板不会被覆盖。

source: Current Folder
zh_hans: 当前文件夹

source: Cursor CLI Not Installed
zh_hans: 未安装 Cursor CLI

source: Cut
zh_hans: 剪切

source: Dart File
zh_hans: Dart 文件

source: Date Modified
zh_hans: 修改日期

source: Delete Template
zh_hans: 删除模板

source: Delete Workspace Template?
zh_hans: 删除工作区模板？

source: Delete “%@”
zh_hans: 删除“%@”

source: Describe how you want to organize these files
zh_hans: 描述你希望如何整理这些文件

source: Disk Image
zh_hans: 磁盘映像

source: Documents
zh_hans: 文稿

source: Downloads
zh_hans: 下载

source: Drag to resize
zh_hans: 拖动以调整大小

source: Edit Path
zh_hans: 编辑路径

source: Enclosing Folder
zh_hans: 上层文件夹

source: Enter a file name or file contents
zh_hans: 输入文件名或文件内容

source: Error
zh_hans: 错误

source: Excel Spreadsheet
zh_hans: Excel 电子表格

source: Extract
zh_hans: 解压

source: Extract %lld Archives
zh_hans: 解压 %lld 个归档文件

source: Extract “%@”
zh_hans: 解压“%@”

source: Failed
zh_hans: 失败

source: Favorites
zh_hans: 收藏

source: File
zh_hans: 文件

source: File names cannot contain “/” or a null character.
zh_hans: 文件名不能包含“/”或空字符。

source: Find:
zh_hans: 查找：

source: Folder
zh_hans: 文件夹

source: Format (use {n} for the number):
zh_hans: 格式（用 {n} 表示编号）：

source: Forward
zh_hans: 前进

source: GIF Image
zh_hans: GIF 图像

source: Go File
zh_hans: Go 文件

source: HTML File
zh_hans: HTML 文件

source: Header File
zh_hans: 头文件

source: Include Operation
zh_hans: 包括此操作

source: Items can only be compressed together from the same folder.
zh_hans: 只能同时压缩同一文件夹中的项目。

source: JPEG Image
zh_hans: JPEG 图像

source: JSON File
zh_hans: JSON 文件

source: Java File
zh_hans: Java 文件

source: JavaScript File
zh_hans: JavaScript 文件

source: Keep Both
zh_hans: 两者都保留

source: Keep Both for All
zh_hans: 全部保留两者

source: Kind
zh_hans: 种类

source: Kotlin File
zh_hans: Kotlin 文件

source: Locations
zh_hans: 位置

source: Lua File
zh_hans: Lua 文件

source: Markdown File
zh_hans: Markdown 文件

source: Mode
zh_hans: 模式

source: Move
zh_hans: 移动

source: Move to Trash
zh_hans: 移到废纸篓

source: Multiple items would be renamed to “%@”.
zh_hans: 多个项目将被重新命名为“%@”。

source: Multiple operations have the same destination: “%@”.
zh_hans: 多项操作的目标都是“%@”。

source: Name
zh_hans: 名称

source: Name:
zh_hans: 名称：

source: New Folder
zh_hans: 新建文件夹

source: New Tab
zh_hans: 新建标签页

source: No Applications Available
zh_hans: 没有可用的应用程序

source: No Operations
zh_hans: 没有操作记录

source: No Saved Templates
zh_hans: 暂无已保存模板

source: OK
zh_hans: 好

source: One item was skipped.
zh_hans: 已跳过一个项目。

source: Open
zh_hans: 打开

source: Open Path
zh_hans: 打开路径

source: Open With
zh_hans: 打开方式

source: Open in iTerm2
zh_hans: 在 iTerm2 中打开

source: Operation History
zh_hans: 操作历史记录

source: Organize Current Folder
zh_hans: 整理当前文件夹

source: Other…
zh_hans: 其他…

source: PDF Document
zh_hans: PDF 文稿

source: PHP File
zh_hans: PHP 文件

source: PNG Image
zh_hans: PNG 图像

source: Package
zh_hans: 软件包

source: Padding must be between 1 and 10 digits.
zh_hans: 编号位数必须介于 1 到 10 位之间。

source: Padding: %lld
zh_hans: 编号位数：%lld

source: Partially Completed
zh_hans: 部分完成

source: Paste
zh_hans: 粘贴

source: Path
zh_hans: 路径

source: Personal Favorites
zh_hans: 个人收藏

source: PowerPoint Presentation
zh_hans: PowerPoint 演示文稿

source: Prefix:
zh_hans: 前缀：

source: Python File
zh_hans: Python 文件

source: R File
zh_hans: R 文件

source: React File
zh_hans: React 文件

source: Recents
zh_hans: 最近使用

source: Refresh
zh_hans: 刷新

source: Regular expression
zh_hans: 正则表达式

source: Remove Pane
zh_hans: 移除窗格

source: Remove from Favorites
zh_hans: 从收藏中移除

source: Rename
zh_hans: 重新命名

source: Rename %lld Items
zh_hans: 重新命名 %lld 个项目

source: Rename %lld Items…
zh_hans: 重新命名 %lld 个项目…

source: Rename…
zh_hans: 重新命名…

source: Replace
zh_hans: 替换

source: Replace All
zh_hans: 全部替换

source: Replace Text
zh_hans: 替换文本

source: Replace with:
zh_hans: 替换为：

source: Replacement failed: %@.%@
zh_hans: 替换失败：%@。%@

source: Resize Columns
zh_hans: 调整列宽

source: Resize Rows
zh_hans: 调整行高

source: Retry %@
zh_hans: 重试%@

source: Review Organize Plan
zh_hans: 查看整理方案

source: Ruby File
zh_hans: Ruby 文件

source: Run %lld Operations
zh_hans: 执行 %lld 项操作

source: Rust File
zh_hans: Rust 文件

source: SQL File
zh_hans: SQL 文件

source: SVG Image
zh_hans: SVG 图像

source: Save As
zh_hans: 另存为

source: Save As…
zh_hans: 另存为…

source: Save Workspace Template As
zh_hans: 另存工作区模板

source: Save to “%@”
zh_hans: 保存到“%@”

source: Save…
zh_hans: 保存…

source: Search
zh_hans: 搜索

source: Search Current Folder Only
zh_hans: 仅搜索当前文件夹

source: Search: %@
zh_hans: 搜索：%@

source: Sequence
zh_hans: 序列

source: Shell Script
zh_hans: Shell 脚本

source: Show in Finder
zh_hans: 在“访达”中显示

source: Size
zh_hans: 大小

source: Skip
zh_hans: 跳过

source: Skip All
zh_hans: 全部跳过

source: Split Left
zh_hans: 向左拆分

source: Split Right
zh_hans: 向右拆分

source: Start at %lld
zh_hans: 起始编号：%lld

source: Stop
zh_hans: 停止

source: Suffix (before extension):
zh_hans: 后缀（位于扩展名之前）：

source: Swift File
zh_hans: Swift 文件

source: TOML File
zh_hans: TOML 文件

source: Template Name
zh_hans: 模板名称

source: Text File
zh_hans: 文本文件

source: The AI response does not contain a JSON plan.
zh_hans: AI 返回的内容中没有 JSON 方案。

source: The AI response is not valid JSON.
zh_hans: AI 返回的内容不是有效的 JSON。

source: The JSON plan returned by AI is incomplete.
zh_hans: AI 返回的 JSON 方案不完整。

source: The Trash did not return a location for %@.
zh_hans: 废纸篓没有返回 %@ 的位置。

source: The enclosing folder for “%@” does not exist.
zh_hans: “%@”的上级文件夹不存在。

source: The installed item could not be identified.
zh_hans: 无法识别已安装的项目。

source: The operation did not complete.
zh_hans: 操作未完成。

source: The operation was cancelled before this item started.
zh_hans: 操作在处理此项目之前已取消。

source: The operation was cancelled.
zh_hans: 操作已取消。

source: The operation “%@” is not supported.
zh_hans: 不支持“%@”操作。

source: The organize plan cannot modify the current folder itself.
zh_hans: 整理方案不能操作当前文件夹本身。

source: The organize plan contains %lld operations; the maximum is %lld.
zh_hans: 整理方案包含 %lld 项操作，最多允许 %lld 项。

source: The organize plan does not contain any operations.
zh_hans: 整理方案中没有任何操作。

source: The plan field “%@” does not have a value.
zh_hans: 方案字段“%@”没有值。

source: The plan field “%@” has the wrong type.
zh_hans: 方案字段“%@”的类型不正确。

source: The plan is missing the required field “%@”.
zh_hans: 方案缺少必填字段“%@”。

source: The plan type “%@” is not supported.
zh_hans: 不支持“%@”类型的方案。

source: The regular expression is invalid.
zh_hans: 正则表达式无效。

source: The search plan is missing its search criteria.
zh_hans: 搜索方案缺少搜索条件。

source: The start number cannot be negative.
zh_hans: 起始编号不能为负数。

source: There is nothing to compress.
zh_hans: 没有可压缩的项目。

source: This Mac
zh_hans: 这台 Mac

source: Toggle Hidden Files
zh_hans: 显示或隐藏隐藏文件

source: TypeScript File
zh_hans: TypeScript 文件

source: Undo failed: %@
zh_hans: 撤销失败：%@

source: Undone
zh_hans: 已撤销

source: Video File
zh_hans: 视频文件

source: Vue File
zh_hans: Vue 文件

source: WebP Image
zh_hans: WebP 图像

source: Word Document
zh_hans: Word 文稿

source: Workspace %lld
zh_hans: 工作区 %lld

source: Workspace Templates
zh_hans: 工作区模板

source: XML File
zh_hans: XML 文件

source: YAML File
zh_hans: YAML 文件

source: exit code %lld
zh_hans: 退出代码 %lld

source: extracted
zh_hans: 已解压

source: iTerm2 Not Installed
zh_hans: 未安装 iTerm2

source: unchanged
zh_hans: 未更改

source: untitled folder
zh_hans: 未命名文件夹

source: “%@” already exists in %@.
zh_hans: “%@”已存在于 %@。

source: “%@” does not exist.
zh_hans: “%@”不存在。

source: “%@” escapes the current folder.
zh_hans: “%@”超出了当前文件夹。

source: “%@” is an absolute path; only paths inside the current folder are allowed.
zh_hans: “%@”是绝对路径；只允许使用当前文件夹内的路径。

source: “%@” is not a supported archive.
zh_hans: “%@”不是受支持的归档文件。

source: “%@” is not a valid ISO date (expected YYYY-MM-DD).
zh_hans: “%@”不是有效的 ISO 日期（应为 YYYY-MM-DD）。

source: “%@” is reserved and cannot be used as a file name.
zh_hans: “%@”是保留名称，不能用作文件名。

source: “%@” points outside the current folder.
zh_hans: “%@”指向当前文件夹之外。

source: AI returned search results instead of a file organization plan.
zh_hans: AI 返回了搜索结果，而不是文件整理方案。

source: AI failed: %@
zh_hans: AI 运行失败：%@

source: AI encountered an error.
zh_hans: AI 运行出错。

source: Application Path
zh_hans: 应用程序路径

source: Ask About Current Folder…
zh_hans: 询问当前文件夹…

source: Automatic (Prefer Sublime Text)
zh_hans: 自动（优先使用 Sublime Text）

source: Choose
zh_hans: 选择

source: Choose Cursor CLI Executable
zh_hans: 选择 Cursor CLI 可执行文件

source: Choose Text Editor
zh_hans: 选择文本编辑器

source: Choose…
zh_hans: 选择…

source: Close Window
zh_hans: 关闭窗口

source: Could not open “%@”.
zh_hans: 无法打开“%@”。

source: Could not open the current path in %@: %@
zh_hans: 无法在 %@ 中打开当前路径：%@

source: Could not open the file with “%@”: %@
zh_hans: 无法使用“%@”打开文件：%@

source: Cannot load %@: %@
zh_hans: 无法载入 %@：%@

source: Cannot open “%@”: %@
zh_hans: 无法打开“%@”：%@

source: Cursor CLI (agent) is not installed. Install it or set its path in Settings.
zh_hans: 未安装 Cursor CLI（agent）。请先安装，或在设置中指定它的路径。

source: Cursor CLI Executable Path
zh_hans: Cursor CLI 可执行文件路径

source: External Applications
zh_hans: 外部应用

source: Focus Pane Above
zh_hans: 聚焦上方窗格

source: Focus Pane Below
zh_hans: 聚焦下方窗格

source: Focus Pane Left
zh_hans: 聚焦左侧窗格

source: Focus Pane Right
zh_hans: 聚焦右侧窗格

source: General
zh_hans: 通用

source: Go
zh_hans: 前往

source: Home
zh_hans: 个人文件夹

source: Items can only be moved inside a folder.
zh_hans: 只能将项目移动到文件夹中。

source: Items can only be pasted inside a folder.
zh_hans: 只能将项目粘贴到文件夹中。

source: Items can only be renamed together when they are in the same folder.
zh_hans: 只有位于同一文件夹中的项目才能一起重新命名。

source: New folders can only be created inside a folder.
zh_hans: 只能在文件夹中创建新文件夹。

source: New Window
zh_hans: 新建窗口

source: Next Tab
zh_hans: 下一个标签页

source: Open a folder before asking a question.
zh_hans: 请先打开一个文件夹再提问。

source: Open a folder before using AI Organize.
zh_hans: 请先打开一个文件夹再使用 AI 整理。

source: Organize Current Folder with AI…
zh_hans: 使用 AI 整理当前文件夹…

source: Other Application
zh_hans: 其他应用程序

source: Panes
zh_hans: 窗格

source: Previous Tab
zh_hans: 上一个标签页

source: Redo File Operation
zh_hans: 重做文件操作

source: Rename Selected Items…
zh_hans: 重新命名所选项目…

source: Restore Defaults
zh_hans: 恢复默认设置

source: Save Workspace Template
zh_hans: 保存工作区模板

source: Save Workspace Template As…
zh_hans: 另存工作区模板为…

source: Search…
zh_hans: 搜索…

source: Select All
zh_hans: 全选

source: Show Hidden Files in New Windows
zh_hans: 新窗口默认显示隐藏文件

source: System Default
zh_hans: 系统默认

source: Terminal
zh_hans: 终端

source: Text Editor
zh_hans: 文本编辑器

source: The AI response timed out, so this task was stopped.
zh_hans: AI 响应超时，已停止本次任务。

source: The enclosing folder does not exist.
zh_hans: 上级文件夹不存在。

source: The folder “%@” could not be searched.
zh_hans: 无法搜索文件夹“%@”。

source: The current path is not an available directory.
zh_hans: 当前路径不是可用的文件夹。

source: The open command failed.
zh_hans: open 命令执行失败。

source: The AI response could not be understood.
zh_hans: 无法理解 AI 返回的内容。

source: The AI response could not be understood: %@
zh_hans: 无法理解 AI 返回的内容：%@

source: Spotlight could not start the query.
zh_hans: Spotlight 无法启动搜索。

source: Undo File Operation
zh_hans: 撤销文件操作

source: %@ is not installed.
zh_hans: 未安装 %@。

source: At least two panes are required for this operation.
zh_hans: 此操作至少需要两个窗格。

source: Clear Filter
zh_hans: 清除筛选

source: Copy to Adjacent Pane
zh_hans: 复制到相邻窗格

source: Filter by file name
zh_hans: 按文件名筛选

source: Move to Adjacent Pane
zh_hans: 移动到相邻窗格

source: Open in %@
zh_hans: 在 %@ 中打开

source: Please select at least one file or folder.
zh_hans: 请先选择至少一个文件或文件夹。

source: Showing %lld of %lld items
zh_hans: 显示 %lld 项，共 %lld 项

source: The adjacent pane must show a regular folder.
zh_hans: 相邻窗格必须打开普通文件夹。

source: The requested path does not exist.
zh_hans: 请求的路径不存在。

source: The selected items cannot be copied to the adjacent pane.
zh_hans: 所选项目无法复制到相邻窗格。

source: The selected items cannot be moved to the adjacent pane.
zh_hans: 所选项目无法移动到相邻窗格。
